import * as Description from './HomeDescription.styled'

export const HomeDescription = () => (
  <Description.Root>
    <Description.Title>
      Вкусные радости – прямо к Вам на дом! Откройте двери к удовольствию с
      React.Едой. Подарите себе и своим близким удивительный кулинарный опыт,
      где каждое блюдо – искусство на вашем столе. Быстрая, свежая и
      непревзойденная доставка – это наш стиль жизни. Дарим Вам больше времени
      на наслаждение, а нам – счастливых клиентов, которые приходят к нам вновь
      и вновь. Закажите удовольствие прямо сейчас!
    </Description.Title>
  </Description.Root>
)
